Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/duohtavuoda-_ja_soabadankomissuvnna_vuoddudeapmi_giedahallojuvvo_seminaras_lavvardaga.html.tmx
Source language: sme
Languages: smn

source: Duohtavuođa- ja soabadankomiššuvnna vuođđudeapmi gieđahallojuvvo semináras lávvardaga
smn: Tuotâvuotâ- já sovâdâttâmkomisso vuáđudem kieđâvuššoo seminaarist lávurduv

source: Duohtavuođa- ja soabadankomiššuvnna vuođđudeami eavttut gieđahallojuvvojit semináras, mii lágiduvvo Anáris Sajosis lávvardaga 10.2. Dilálašvuođas gullat vásihusaid vástideaddji komiššuvnnaid doaimmas eará máilmmis.
smn: Tuotâvuotâ- já sovâdâttâmkomisso vuáđudem iävtuh kieđâvuššojeh seminaarist Aanaar Sajosist lávurduv 10.2. Tilálâšvuođâst kuullâp vuáttámušâid västideijee komissioi tooimâst eres soojijn maailmist.

source: Seminára lea rabas buohkaide.
smn: Seminaar lii ávus puohháid.

source: Duohtavuođa- ja soabadankommišuvnnaid riikkaidgaskasaš vásáhusat: Kommišuvnna, mii gieđahallá Suoma stáhta ja sápmelaččaid gaskasaš gaskavuođaid, vuođđudeami eavttut
smn: Ávus seminaar tuotâvuotâ- já sovâdâttâmkomissioi aalmugijkoskâsijn vuáttámušâin: proosees iävtuh Suomâ staatâ já sämmilij koskâvuođâin

source: Áigi: 10.2.2018 Báiki: Sajos, Anár Dilálašvuohta streamejuvvo njuolggosáttan: http://www.sogku.fi/live/
smn: Äigi: kuovâmáánu 10. peeivi 2018 Saje: Sajos, Aanaar, njuolgâ vuolgâttâs: http://www.sogku.fi/live/

source: Ságajođiheaddjit: Tiina Sanila-Aikio ja Antti Pentikäinen 09.00 Dilálašvuođa rahpan: Antti Pentikäinen, beaivválaš jođiheaddji, Oskkolaš ja árbevirolaš jođiheaddjiid ráfisirdinfierpmádat 09.10 Dearvvahussánit, Tiina Sanila-Aikio, sátnejođiheaddji, Sámediggi 09.20 Láidesteapmi, Eduardo González, ráđđeaddi ja sirdásanbaji vuoigatvuođaordnemiid áššedovdi 09.50 Láidesteapmi, Simon Keyes, galledalli professor, Winchester universiteahtta, soabadallama áššedovdi
smn: Jođetteijeeh: Tiina Sanila-Aikio já Antti Pentikäinen 09.00 Lekkâmsaahâ Antti Pentikäinen, toimâjođetteijee, oskoldâhlij já ärbivuáválij jođetteijei ráávhutuálvooviärmádâh (The Network for Religious and Traditional Peacemakers) 09.10 Tiervâpuáttimsaahâ Tiina Sanila-Aikio, saavâjođetteijee, Suomâ Sämitigge 09.20 Eduardo González sahâvuáru, sirdumrievti (transitional justice) jiešráđálâš konsult já äššitobdee 09.50 Simon Keyes sahâvuáru, Winchester ollâopâttuv kyessi professor, sovâdâttâm

source: 10.20 Káffeboddu
smn: 10.20 Kähvipuddâ

source: 10.40 Láidesteapmi, Laila Susanne Vars, njunuš áššedovdi, Norgga olmmošvuoigatvuođaidinstitušuvdna, VDD, áššedovdi ON:a olmmošvuoigatvuođaáittardeaddji doaimmahaga (OHCHR) eamiálbmogiid vuoigatvuođaid gieđahalli áššedovdimekanismmas (EMRIP) 11.10 Láidesteapmi, Marie Wilson, Kanáda duohtavuođa- ja soabadallankommišuvnna komissára 11.40 Láidesteapmi, Teivo Teivainen, professor, Helsset universiteahtta
smn: 10.40 Laila Susanne Vars sahâvuáru, Taažâ olmoošvuoigâdvuotâinstituut puárásub äššitobdee, LL. D, algâalmugij vuoigâdvuođáid kyeskee äššitobdeemekanism (The Expert Mechanism on the Rights of Indigenous Peoples (EMRIP)) jiešráđálâš äššitobdee 11.10 Marie Wilson sahâvuáru, Kanada tuotâvuotâ- já sovâdâttâmkomissio jeessân (The Truth and Reconciliation Commission of Canada) 11.40 Teivo Teivainen sahâvuáru, Helsig ollâopâttuv professor

source: 12.00 Beaivemális
smn: 12.00 Peivimäälis

source: 13.00 Láidesteapmi ja panelaságastallan Veli-Pekka Lehtola, sámekultuvrra professor, Oulu universiteahtta Nils-Henrik Valkeapää Petra Laiti, sátnejođiheaddji, Suoma Sámenuorat (SSN) Ida-Maria Helander, várresátnejođiheaddji, SSN Anna Morottaja
smn: 13.00 Sahâvuáruh já paaneelsavâstâllâm Veli-Pekka Lehtola, Oulu ollâopâttuv sämikulttuur professor Nils-Henrik Valkeapää Petra Laiti, Suomâ säminuorâi (SSN) saavâjođetteijee Ida-Maria Helander, SSN värisaavâjođetteijee Anna Morottaja

source: 14.00 Káffeboddu
smn: 14.00 Kähvipuddâ

source: Antti Pentikäinen) 15.45 Loahppasánit, Tiina Sanila-Aikio ja Antti Pentikäinen
smn: 14.15 Juávkkupargo uccâ juávhuin já sahâvuáruh Avžuuttâsah Suomâ staatân (jođetteijee Johanna Suurpää, hovdâ, riehtiministeriö), Avžuuttâsah Suomâ Sämitiigán (jođetteijee Tiina Sanila-Aikio) Avžuuttâsah tuotâvuotâ- já sovâdâttâmkomissio keevâtlii olášutmist (jođetteijee Antti Pentikäinen) 15.45 Loppâhuámášutmeh Tiina Sanila-Aikio já Antti Pentikäinen
